export const metaData = {};
export const story = {};
export const startPage = {
  startHeader: "해리포터 인생 캐릭터 찾기",
  startDesc: (
    <>
      내가 만약 해리포터 영화 속 주인공이라면?
      <br />
      GPT가 찾아주는 나의 인생 마법사
      <br />
      <p>🧙🏻‍♀️ 🧙🏻‍♀️ 🧙🏻‍♀️ 🧙🏻‍♀️ 🧙🏻‍♀️</p>
    </>
  ),
  startButton: "Start",
};

export const buttonDescription = [
  ["시간 돌연변이 물약", "불꽃 폭탄 물약", "모든 마법을 해제하는 물약", "무적 물약"],
  ["도망2", "싸움2", "몰라2", "뭐해2"],
  ["도망3", "싸움3", "몰라3", "뭐해3"],
  ["도망4", "싸움4", "몰라4", "뭐해4"],
  ["도망5", "싸움5", "몰라5", "뭐해5"],
  ["도망6", "싸움6", "몰라6", "뭐해6"],
  ["도망7", "싸움7", "몰라7", "뭐해7"],
  ["도망8", "싸움8", "몰라8", "뭐해8"],
  ["도망9", "싸움9", "몰라9", "뭐해9"],
  ["도망10", "싸움10", "몰라10", "뭐해10"],
];

export const stageResult = [];
