export const metaData = {};
export const story = {};
export const startPage = {
  startHeader: "환영합니다!",
  startDesc: "환영합니다. 유저여러분 지금부터 chatGPT가 생성한 질문들을 통해 여러분과 비슷한  해리포터 캐릭터를 찾아드릴께요! 오늘도 마법같은 하루를 보내시길바래요~",
  startButton: "Start",
};

export const buttonDescription = [
  ["도망", "싸움", "몰라", "뭐해"],
  ["도망2", "싸움2", "몰라2", "뭐해2"],
  ["도망3", "싸움3", "몰라3", "뭐해3"],
  ["도망4", "싸움4", "몰라4", "뭐해4"],
  ["도망5", "싸움5", "몰라5", "뭐해5"],
  ["도망6", "싸움6", "몰라6", "뭐해6"],
  ["도망7", "싸움7", "몰라7", "뭐해7"],
  ["도망8", "싸움8", "몰라8", "뭐해8"],
  ["도망9", "싸움9", "몰라9", "뭐해9"],
  ["도망10", "싸움10", "몰라10", "뭐해10"],
];

export const stageResult = [];
